Repository: Guilouz/repository.guilouz
Catalog: skin.estuary.mod/language/resource.language.*/strings.po
Languages: he_il

# #31000
source: Now playing
he_il: מנגן כעת

# #31001
source: Search...
he_il: חיפוש...

# #31002
source: Show media fanart as background
he_il: הראה מדיית פאנארט כרקע

# #31003
source: Cinema mode
he_il: מצב קולנוע

# #31004
source: Change mode
he_il: שינוי מצב

# #31005
source: Watch as 2D
he_il: צפייה כ-2D

# #31006
source: Random movies
he_il: ‎סרטים אקראיים

# #31007
source: Unwatched movies
he_il: סרטים שלא נצפו

# #31009
source: Download icons
he_il: הורד סמלילים

# #31010
source: In progress movies
he_il: סרטים בצפייה

# #31011
source: Most played albums
he_il: אלבומים שנוגנו לאחרונה

# #31012
source: Random albums
he_il: ‎אלבומים אקראיים

# #31013
source: Random artists
he_il: אמנים אקראיים

# #31014
source: Unplayed albums
he_il: אלבומים שלא הופעלו

# #31015
source: Recent recordings
he_il: הקלטות אחרונות

# #31016
source: Recently played channels
he_il: ערוצים שהופעלו לאחרונה

# #31017
source: Rated
he_il: ‎דירוג

# #31018
source: Most played channels
he_il: ערוצים שהופעלו הכי הרבה

# #31019
source: Forecast
he_il: תחזית

# #31020
source: Actions
he_il: פעולות

# #31021
source: Misc options
he_il: אפשרויות שונות

# #31022
source: Sort by
he_il: מיון לפי

# #31023
source: Viewtype
he_il: הצג סוג

# #31024
source: Next tracks
he_il: השיר הבא

# #31025
source: No favourites found. You can add any item from media views to this list by using the context menu.
he_il: לא נמצאו מועדפים. ניתן להוסיף כל פריט מדיה לרשימה זו ע"י שימוש בתפריט הקישור.

# #31026
source: Go to albums
he_il: מעבר לאלבום

# #31027
source: Go to songs
he_il: מעבר לשירים

# #31028
source: Show fanart
he_il: הצג פאנארט

# #31029
source: Last logged in
he_il: התחברות אחרונה

# #31030
source: Memory used
he_il: זיכרון בשימוש

# #31031
source: Version info
he_il: מידע גרסה

# #31032
source: Order
he_il: הזמנה

# #31033
source: Your rating
he_il: הדירוג שלך

# #31034
source: Extended info
he_il: מידע מורחב

# #31035
source: Pages
he_il: ‎דפים

# #31036
source: items
he_il: פריטים

# #31037
source: Tracklist
he_il: רשימת שירים

# #31038
source: Rewind
he_il: הרצה אחורה

# #31039
source: Fast forward
he_il: הרצה קדימה

# #31040
source: Cancel update
he_il: ביטול עדכון

# #31041
source: Camera manufacturer
he_il: יצרן מצלמה

# #31042
source: Playlist options
he_il: אפשרויות רשימת ניגון

# #31043
source: Set the type and add rules to create a smart playlist. These playlists are dynamic and include all media items from your database which apply to your chosen rules.
he_il: הגדר את הסוג והוסף כללים ליצירת רשימת ניגון חכמה. רשימות ניגון אלו דינמיות וכוללות את כל פריטי המדיה ממסד הנתונים שלך, החלים על הכללים שבחרת.

# #31044
source: Add group
he_il: הוספת קבוצה

# #31045
source: Rename group
he_il: שינוי שם קבוצה

# #31046
source: Delete group
he_il: מחיקת קבוצה

# #31047
source: Read more...
he_il: קרא עוד...

# #31048
source: Available
he_il: זמין

# #31049
source: Press [B]Up[/B] to rewind or fast-forward
he_il: לחץ [B]למעלה[/B] כדי להריץ אחורה או להריץ קדימה

# #31050
source: Press [B]OK[/B] to stop
he_il: לחץ על [B]אישור[B] כדי לעצור

# #31051
source: Toggle language
he_il: החלף שפה

# #31052
source: filtered
he_il: סינון

# #31053
source: Arial based
he_il: מבוסס אריאל

# #31054
source: Press [B]Left[/B] to rewind, or [B]Right[/B] to fast-forward
he_il: לחצו על [B]שמאלה[/B] כדי להריץ אחורה, או [B]ימינה[/B] כדי להריץ קדימה

# #31055
source: Subtitle download
he_il: הורדת כתובית

# #31056
source: Go to playlist
he_il: מעבר לרשימת השמעה

# #31057
source: Show login screen on startup
he_il: הצג מסך כניסה בעת ההפעלה

# #31058
source: Automatic Login on startup
he_il: התחברות אוטומטית באיתחול

# #31059
source: Updates available
he_il: קיימים עדכונים

# #31060
source: minutes
he_il: דקות

# #31061
source: Main menu items
he_il: פריטי תפריט ראשי

# #31062
source: Shortcuts to the "Files" sections of each media type. Go there to add additional sources for your databases.
he_il: קיצורי דרך למסך קבצים של כל סוג מדיה. עבור לשם כדי להוסיף מקורות נוספים למסד הנתונים.

# #31063
source: Sections
he_il: מקטעים

# #31064
source: unwatched
he_il: לא נצפה

# #31065
source: Video playlist
he_il: רשימות ניגון וידאו

# #31066
source: Music playlist
he_il: רשימות ניגון מוזיקה

# #31067
source: Event log
he_il: יומן אירועים

# #31068
source: Choose presets
he_il: בחר הגדרות קבועות מראש

# #31069
source: Last Updated
he_il: עודכן לאחרונה

# #31070
source: Add media sources
he_il: הוסף מקורות מדיה

# #31071
source: by
he_il: על ידי

# #31072
source: Power Options
he_il: אפשרויות כיבוי

# #31073
source: Titles
he_il: כותרות

# #31074
source: Library root
he_il: ספריית אב

# #31075
source: Movie sets
he_il: מארז סרטים

# #31076
source: Play optical disc
he_il: נגן מדיה מדיסק

# #31077
source: Previous location
he_il: מיקום קודם

# #31078
source: Next location
he_il: המיקום הבא

# #31079
source: Cast not available
he_il: שידור אינו זמין

# #31080
source: Ends at
he_il: מסתיים ב-

# #31081
source: Album info
he_il: פרטי אלבום

# #31082
source: Lyrics add-on
he_il: הרחבת מילים לשירים

# #31083
source: Lyrics add-on settings
he_il: הגדרות הרחבת מילים

# #31084
source: Visualisation settings
he_il: הגדרות הדמיה

# #31085
source: Channel Group
he_il: קבוצת ערוצים

# #31086
source: Metadata
he_il: מידע-מטא

# #31087
source: Provider settings
he_il: הגדרות ספק

# #31088
source: Content scanning options
he_il: הגדרות סריקת תוכן

# #31089
source: Available groups
he_il: קבוצות זמינות

# #31090
source: Search trailer
he_il: חפש קדימון

# #31091
source: Download subtitles
he_il: הורד כתוביות

# #31092
source: Video menu
he_il: תפריט ווידאו

# #31093
source: Show weather info in top bar
he_il: הצג פרטי מזג אוויר בסרגל העליון

# #31094
source: Show media flags for movies / episodes / music videos
he_il: הצג דגלי מדיה עבור סרטים / פרקים / סרטוני מוזיקה

# #31095
source: Use slide animations
he_il: אפשר הנפשות החלקה

# #31096
source: Local subtitle available
he_il: כתובית מקומית זמינה

# #31097
source: Channel options
he_il: אפשרויות ערוץ

# #31098
source: Select your Kodi user profile[CR]to login and continue
he_il: יש לבחור את חשבון המשתמש שלך[CR]בקודי להתחברות והמשך

# #31099
source: Icon Wall
he_il: קיר סמלילים

# #31100
source: Shift
he_il: הזזה

# #31101
source: InfoWall
he_il: קיר מידע

# #31102
source: Wall
he_il: קיר

# #31103
source: Enter text here...
he_il: הכנס את הטקסט כאן...

# #31104
source: Your library is currently empty. In order to populate it with your personal media, enter "Files" section, add a media source and configure it. After the source has been added and indexed you will be able to browse your library.
he_il: הספרייה שלך ריקה כרגע. על מנת להוסיף את התכנים שלך, יש להוסיף מקורות מדיה דרך מסך קבצים. לאחר שהמקור נוסף ונסרק, הוא יהיה זמין בספרייה.

# #31105
source: Add video sources and set the appropriate content type in order to populate your video libraries.
he_il: הוסף מקורות וידאו והגדר את סוג התוכן המתאים כדי לאכלס את ספריות הווידאו שלך.

# #31106
source: Teletext
he_il: טלטקסט

# #31107
source: WideList
he_il: רשימה רחבה

# #31108
source: Use custom global background
he_il: השתמש בהגדרות רקע כלליות

# #31109
source: Choose image path
he_il: בחירת נתיב תמונה

# #31110
source: Enter files section
he_il: הזן מקטע קבצים

# #31111
source: View your personal pictures or download one of the many image add-ons from the official repository.
he_il: הצג את התמונות האישיות שלך או הורד אחת מהרחבות התמונה הרבות מהמאגר הרשמי.

# #31112
source: Toggle audio stream
he_il: החלף זרם שמע

# #31113
source: Search local library
he_il: חפש ספרייה מקומית

# #31114
source: Search YouTube
he_il: חפש ביו-טיוב

# #31115
source: Search TheMovieDB
he_il: חיפוש ב-TheMovieDB

# #31116
source: Remove this main menu item
he_il: מחק את פריט התפריט הראשי הזה

# #31117
source: Edit nodes
he_il: עריכת צמתים

# #31118
source: Enter add-on browser
he_il: הפעל דפדפן הרחבות

# #31119
source: You do not have any add-ons installed yet. Visit our add-on browser to browse through our collection and improve your Kodi experience.
he_il: עדיין לא מותקנות הרחבות. בקר בדפדפן ההרחבות שלנו, כדי לעיין באוסף שלנו ולשפר את חווית הקודי שלך.

# #31120
source: You did not set up a weather provider yet. In order to view weather information, choose a weather provider and set up your location.
he_il: עדיין לא הגדרת ספק מזג אוויר. כדי להציג מידע על מזג האוויר, בחר ספק מזג אוויר והגדר את המיקום שלך.

# #31121
source: Set weather provider
he_il: הגדר ספק מזג האוויר

# #31122
source: Unwatched TV Shows
he_il: סדרות טלוויזיה שלא נצפו

# #31123
source: Same director
he_il: אותו במאי

# #31124
source: Show images on map
he_il: הראה תמונות על מפה

# #31125
source: Press up for actor info
he_il: לחץ על למעלה לקבלת מידע על השחקן

# #31126
source: Press OK to read plot
he_il: לחץ על אישור לקריאת העלילה

# #31127
source: Show icons
he_il: הראה סמלילים

# #31128
source: Contributors
he_il: תורמים

# #31129
source: General settings applying to all areas of the skin.
he_il: הגדרות כלליות החלים על כל האזורים של המעטפת.

# #31130
source: Main menu-related settings: Configure the home screen to your likings.
he_il: הגדרות הקשורות לתפריט הראשי: הגדר את מסך הבית בהתאם להעדפותיך.

# #31131
source: Choose home fanart pack
he_il: בחירת חבילת פאנארט לבית

# #31132
source: min
he_il: דקות

# #31133
source: Hide
he_il: הסתר

# #31134
source: Remaining
he_il: נותר

# #31135
source: Installed from
he_il: מותקן מ-

# #31136
source: Click here to see latest changes...
he_il: לחץ כאן לראות את השינויים האחרונים...

# #31137
source: PVR info
he_il: מידע PVR

# #31138
source: Player process info
he_il: מידע על תהליך הנגן

# #31139
source: Video decoder
he_il: מקודד ווידאו

# #31140
source: Pixel format
he_il: פורמט פיקסל

# #31141
source: Changes for version
he_il: שינויים עבור הגרסה

# #31142
source: Play speed
he_il: מהירות ניגון

# #31143
source: You did not set up PVR yet. In order to use PVR, choose a PVR client addon and configure it. Please visit http://kodi.wiki/view/PVR to learn more.
he_il: אתה עדיין לא הגדרת מקליט טלוויזיה אישי PVR. כדי להשתמש ב-PVR, בחר בהרחבת לקוח PVR והגדר אותה. בקר בכתובת: http://kodi.wiki/view/PVR למידע נוסף.

# #31144
source: Enter add-on browser
he_il: הפעל דפדפן הרחבות

# #31145
source: Search add-ons
he_il: חפש הרחבות

# #31146
source: Manage add-ons
he_il: ניהול ההרחבות

# #31147
source: Download add-ons
he_il: הורד הרחבות

# #31151
source: Numeric keypad
he_il: לוח מקשים נומרי

# #40000
source: Show movies and tv shows clearlogos
he_il: הצג לוגו שקוף לסרטים ולטלוויזיה

# #40001
source: Customize power menu
he_il: התאם אישית את תפריט הכיבוי

# #40002
source: Home menu
he_il: תפריט הבית

# #40003
source: Reset menus settings
he_il: איפוס הגדרות תפריטים

# #40004
source: Debug infos
he_il: מידע ניפוי שגיאות

# #40005
source: Extras
he_il: ‎תוספות

# #40006
source: Background options
he_il: אפשרויות רקע

# #40007
source: Display options
he_il: אפשרויות תצוגה

# #40008
source: Weather widget
he_il: יישומון מזג אוויר

# #40009
source: Movies widget
he_il: יישומון סרטים

# #40010
source: TV Shows widget
he_il: יישומון סדרות

# #40011
source: Music widget
he_il: יישומון מוזיקה

# #40012
source: Addons widget
he_il: יישומון הרחבות

# #40013
source: Media sources widget
he_il: יישומון מקורות מדיה

# #40014
source: Live TV widget - Channels
he_il: ישומון טלוויזיה חיה - ערוצים

# #40015
source: Radios widget
he_il: יישומון רדיו

# #40016
source: Pictures widget
he_il: יישומון תמונות

# #40017
source: Enable horizontal menu
he_il: אפשר תפריט אופקי

# #40018
source: Video Sources
he_il: מקורות וידאו

# #40019
source: Audio Sources
he_il: מקורות אודיו

# #40020
source: Replace vertical home menu by horizontal menu.
he_il: החלף תפריט אנכי בבית על ידי תפריט אופקי.

# #40021
source: Enable horizontal advanced menu
he_il: אפשר תפריט אופקי מתקדם

# #40022
source: Replace vertical home menu by horizontal advanced menu.
he_il: להחליף תפריט אנכי בבית על ידי תפריט אופקי מתקדם.

# #40023
source: Set images path
he_il: בחר נתיב לתמונות

# #40024
source: Display settings applying to all areas of the skin.
he_il: הגדרות כלליות החלות על כל האזורים של המעטפת.

# #40025
source: Background settings applying to all areas of the skin.
he_il: הגדרות רקע החלות על כל תחומי המעטפת.

# #40026
source: Additional settings.
he_il: הגדרות נוספות.

# #40027
source: Show artists clearlogos
he_il: הצג סמלים שקופים לאמנים

# #40028
source: Hide plots to avoid spoilers
he_il: הסתר עלילה כדי למנוע ספוילרים

# #40029
source: Enable extrafanarts for background
he_il: אפשר אקסטרה פאנארט לרקע

# #40030
source: Enable extrafanarts for thumb
he_il: אפשר אקסטרה פאנארט לתמונות ממוזערות

# #40031
source: Animate background
he_il: הנפשת רקע

# #40032
source: Show visualisation effects
he_il: הצג אפקטים של הדמיות

# #40033
source: Music OSD
he_il: מסך תצוגת מוזיקה OSD

# #40034
source: Visualization of the music screen related settings.
he_il: ההגדרות הקשורות הדמיה של מסך המוזיקה.

# #40035
source: Show CDArt
he_il: הצג גרפיקת דיסק

# #40036
source: Splash screen (photo, video or music)
he_il: מסך הפתיחה (תמונה, סרטון או מוזיקה)

# #40037
source: None
he_il: ללא

# #40038
source: Start automatically Artwork Downloader after library update
he_il: הפעל באופן אוטומטי את מוריד הגרפיקה, לאחר עדכון הספרייה

# #40039
source: Backup / Restore
he_il: גיבוי / שחזור

# #40040
source: Backup skin settings
he_il: הגדרות גיבוי מעטפת

# #40041
source: Restore skin settings from file
he_il: שחזור הגדרות המעטפת מקובץ

# #40042
source: Reset skin settings to defaults
he_il: אפס את הגדרות המעטפת לברירות המחדל

# #40043
source: Backup and restore settings of skin settings.
he_il: הגדרות גיבוי ושחזור של הגדרות המעטפת.

# #40044
source: Video OSD
he_il: מסך תצוגת ווידאו OSD

# #40045
source: Show ClearArt on video infos
he_il: הצג אמנות שקופה במסך מידע הווידאו

# #40046
source: Visualization of the video screen related settings.
he_il: ההגדרות הקשורות להדמיה של מסך הווידאו.

# #40047
source: Necessary addons
he_il: הרחבות נדרשות

# #40048
source: Necessary addons for good performance.
he_il: ההרחבות הדרושות לביצועים טובים.

# #40049
source: Show ClearArt with NextUp Notification addon
he_il: הצג אמנות שקופה עם הודעת הרחבת השידור הבא

# #40050
source: Enter the paths of your RSS feeds
he_il: הזן את הנתיבים של הזנות ה-RSS

# #40051
source: Select a Set
he_il: בחירת מארז

# #40052
source: Show studios / recordslabels icons
he_il: הצג סמלילי הסטודיו / חברת תקליטים

# #40053
source: Studios icons
he_il: סמלילי סטודיו

# #40054
source: Weather icons
he_il: סמלילי מזג אוויר

# #40055
source: Media flags of the same color as skin
he_il: דגלי מדיה זהים לצבע המעטפת

# #40056
source: Show animated posters
he_il: הצג פוסטרים מונפשים

# #40057
source: Context menu
he_il: תפריט קישור

# #40058
source: TV shows next aired
he_il: השידור הבא של סדרה

# #40059
source: Similar
he_il: ‎דומה

# #40060
source: Multi fanarts for weather
he_il: ריבוי פאנארט עבור מזג האוויר

# #40061
source: Info bars are always displayed
he_il: סרגלי מידע מוצגים תמיד

# #40062
source: Recordslabels icons
he_il: הצג סמלילי חברת תקליטים

# #40063
source: Show media path
he_il: הצג נתיב מדיה

# #40064
source: Media path
he_il: נתיב מדיה

# #40065
source: Kiosk Mode
he_il: מצב קיוסק

# #40066
source: Background opacity
he_il: שקיפות הרקע

# #40067
source: Opacity
he_il: שקיפות

# #40068
source: Never
he_il: לעולם לא

# #40069
source: Only on library
he_il: רק בספרייה

# #40070
source: All over skin
he_il: בכל המעטפת

# #40071
source: Hide info bars
he_il: הסתר סרגלי מידע

# #40072
source: Info bars are hidden only on library
he_il: סרגלי מידע מוסתרים רק בספרייה

# #40073
source: Info bars are hidden all over skin
he_il: סרגלי מידע מוסתרים בכל המעטפת

# #40074
source: Add-on settings
he_il: הגדרות ההרחבה

# #40075
source: Hidden TV channels
he_il: ערוצי טלוויזיה מוסתרים

# #40076
source: Visible TV channels
he_il: ערוצי טלוויזיה גלויים

# #40077
source: Access all of your favorites
he_il: גישה לכל המועדפים שלך

# #40078
source: Access all settings
he_il: גישה לכל ההגדרות

# #40079
source: Access to filemanager
he_il: גישה למנהל הקבצים

# #40080
source: Access to power options
he_il: גישה אפשרויות חשמל

# #40081
source: Do a research
he_il: תעשה מחקר

# #40082
source: Custom busy spinner
he_il: שינוי סמליל - עסוק

# #40083
source: Show background video
he_il: הצג ווידאו ברקע

# #40084
source: Type of Widgets
he_il: סוג יישומונים

# #40085
source: Skin Helper Service Widgets
he_il: יישומוני Skin Helper Service

# #40086
source: Hide widget banner
he_il: הסתר כרזת יישומון

# #40087
source: ClearArt position
he_il: מיקום של אמנות שקופה

# #40088
source: To the right
he_il: הצמד לימין

# #40089
source: To the left
he_il: הצמד לשמאל

# #40090
source: In the center
he_il: למרכז

# #40091
source: Big fanart
he_il: פאנארט גדול

# #40092
source: Aired
he_il: שודר

# #40093
source: Big posters
he_il: פוסטרים גדולים

# #40094
source: Library
he_il: ספרייה

# #40095
source: In-progress movies
he_il: סרטים בתהליך

# #40096
source: Most played albums
he_il: אלבומים שנוגנו הכי הרבה

# #40097
source: Random albums
he_il: ‎אלבומים אקראיים

# #40098
source: Random artists
he_il: אמנים אקראיים

# #40099
source: Random movies
he_il: סרטים אקראיים

# #40100
source: Random music videos
he_il: סרטוני מוזיקה אקראיים

# #40101
source: Unplayed albums
he_il: אלבומים שלא נוגנו

# #40102
source: Unwatched movies
he_il: סרטים שלא נצפו

# #40103
source: Unwatched TV shows
he_il: סדרות שלא נצפו

# #40104
source: Hide notification popup during playback
he_il: הסתר התראות בחלונות קופצים במהלך הניגון

# #40105
source: Hide notification popup during video or music playback.
he_il: הסתר התראות בחלונות קופצים במהלך הניגון וידאו או מוזיקה.

# #40106
source: Select widgets first
he_il: ראשית בחר יישומונים

# #40107
source: Navigates main menu to widgets rather than main menu to submenus icons.
he_il: ניווט בתפריט הראשי ליישומונים במקום לתפריט הראשי לסמלילי תפריטי המשנה.

# #40108
source: Next aired
he_il: השידור הבא

# #40109
source: Last aired
he_il: השידור האחרון

# #40110
source: Views
he_il: צפיות

# #40111
source: Hardware info
he_il: מידע על החומרה

# #40112
source: Hard disk usage:
he_il: שימוש בדיסק הקשיח:

# #40113
source: Show background visualisation effects
he_il: הצג אפקטים של חיזוי על הרקע

# #40114
source: Music videos - Library
he_il: ספריית סרטוני מוזיקה

# #40115
source: Music videos widget
he_il: יישומון סרטוני מוזיקה

# #40116
source: Unwatched music videos
he_il: סרטוני מוזיקה שטרם נצפו

# #40117
source: Most watched music videos
he_il: סרטוני מוזיקה שנצפו הכי הרבה

# #40118
source: Lyrics source
he_il: מקור למילים של השיר

# #40119
source: Customize items and submenus of the home menu.
he_il: התאמה אישית של פריטים ותת-תפריטים של התפריט הבית.

# #40120
source: Customize items of the power menu.
he_il: התאם אישית את תפריט הכיבוי.

# #40121
source: Reset default items of the home menu and power menu.
he_il: אפס את הפריטים של תפריט הבית ושל תפריט הכיבוי לברירת המחדל.

# #40122
source: Hide top and bottom bars.[CR][[B]Never[/B]] Bars are always displayed.[CR][[B]Only on library[/B]] Bars are hidden only on Movies, TV Shows and Music libraries. [CR][[B]All over skin[/B]] Bars are hidden all over skin.
he_il: הסתר את הסרגל העליון והתחתון.[CR][[B]לעולם לא[/B]] סרגלים תמיד מוצגים.[CR][[B]רק בספרייה[/B]] הסרגלים מוסתרים רק בסרטים, בסדרות, ספריות מוסיקה.[CR][[B]בכל המעטפת[/B]] סרגלים מוסתרים בכל המעטפת.

# #40123
source: Show slide effect of skin windows.
he_il: הצג אפקט החלקה של מעטפת חלון.

# #40124
source: Enable auto scrolling for plots and reviews.
he_il: הפעל אוטומטית גלילה עבור עלילות וביקורות.

# #40125
source: Show weather with the time and date on the top bar.
he_il: הצג מזג אוויר עם זמן ותאריך על הסרגל העליון.

# #40126
source: Replace episodes thumbnails by TV shows thumbnails
he_il: החלף תמונות ממוזערות של פרקים בתמונות ממוזערות של הסדרות

# #40127
source: Show media flags icons such as resolution, ratio, video codec, audio codec, number of channels, duration...
he_il: הצג סמלילי דגלים של מדיה בתפריט הבית, כגון רזולוציה, יחס, מפענח וידאו, מקודד אודיו ומספר ערוצים משך זמן...

# #40128
source: Show media flags to the same color as skin color.
he_il: הצג דגלי מדיה באותו צבע כמו צבע המעטפת.

# #40129
source: Show animated posters instead of conventional posters. Conventional posters will be showed when no animated poster is available.
he_il: הצג פוסטרים מונפשים במקום פוסטרים רגילים. פוסטרים רגילים יוצגו כשפוסטר מונפש לא זמין.

# #40130
source: Show movies and TV shows clearlogos on video library.
he_il: הצג סמלים שקופים לסרטים וסדרות בספריית וידאו.

# #40131
source: Show artists clearlogos on music library.
he_il: הצג סמלים שקופים של אמנים בספריית מוסיקה.

# #40132
source: Plot masked to avoid spoilers.
he_il: עלילה ממוסכת כדי למנוע ספוילרים.

# #40133
source: Show studios and recordslabels icons on library.
he_il: הצג סמלילי אולפנים וסמלילי חברות תקליטים בספרייה.

# #40134
source: Select studios icons addon.
he_il: בחר הרחבה לסמלילי אולפנים.

# #40135
source: Select recordslabels icons addon.
he_il: בחר הרחבה לסמלילי חברות תקליטים.

# #40136
source: Show media fanart as background.
he_il: הראה פאנארט מדיה כרקע

# #40137
source: Show video as background when returning on menu and a video is playing.
he_il: הצג וידאו כרקע בעת חזרה בתפריט וסרט מנגן.

# #40138
source: Show visualisation effects as background when a song is playing.
he_il: הצג אפקט חיזוי כרקע כאשר מנוגן שיר.

# #40139
source: Replace default background by custom background.
he_il: החלף את רקע ברירת המחדל על-ידי רקע מותאם אישית.

# #40140
source: Set location of the custom background.
he_il: הגדר את המיקום של רקע מותאם אישית.

# #40141
source: Select multi fanarts for weather addon.
he_il: בחר פאנארט מרובה עבור מזג האוויר

# #40142
source: Set background opacity on all over skin.
he_il: הגדר אטימות רקע בכל המעטפת.

# #40143
source: Show slideshow of artist fanarts on music visualisation screen.
he_il: הצג מצגת של פאנארט אמן במסך חיזוי מוסיקה.

# #40144
source: Show slideshow of artist fanarts in thumbnail on music visualisation screen.
he_il: הצג מצגת של פאנארט אמן כתמונות ממוזערות במסך חיזוי מוסיקה.

# #40145
source: Animate background or slideshow (if enabled) on music visualisation screen.
he_il: הנפש רקע או הצגת מצגת (אם זמין) במסך חיזוי מוסיקה.

# #40146
source: Show visualisation effects on music visualisation screen.
he_il: הצג אפקט חיזוי במסך חיזוי מוסיקה.

# #40147
source: Show CDArt on music visualisation screen.
he_il: הצג גרפיקת דיסק במסך חיזוי מוזיקה וידאו.

# #40148
source: Show ClearArt on video OSD.
he_il: הצג גרפיקה שקופה במסך תצוגת וידאו.

# #40149
source: Set ClearArt position on video OSD.
he_il: הגדר מיקום גרפיקה שקופה במסך תצוגת וידאו.

# #40150
source: Show TV Show ClearArt with [B]NextUp Notification[/B] addon.
he_il: הצג אמנות שקופה עם הרחבת [B]NextUp Notification[/B] .

# #40151
source: Activate Kiosk mode. It allow to turn off sliding menu that provides access to various skin settings. Ideal for children or if Kodi is on free service.
he_il: הפעל מצב קיוסק. זה מאפשר לבטל את החלקת התפריט המספקת גישה להגדרות שונות של המעטפת. הגדרה זו אידיאלית לילדים או אם קודי הוא שירות חופשי לקהל.

# #40152
source: Select a photo, a video or a music to run when Kodi starting.
he_il: בחר תמונה, וידאו או מוסיקה שתפעל כאשר קודי מתחיל.

# #40153
source: Download automatically all necessary artworks. [B]Artwork Downloader[/B] addon is needed.
he_il: הורד באופן אוטומטי את כל הגרפיקה הנדרשת. נדרשת הרחבת[B]Artwork Downloader[/B].

# #40154
source: Select weather icons addon.
he_il: בחר הרחבת סמלילי מזג אוויר.

# #40155
source: Replace default busy spinner by custom busy spinner.
he_il: החלף סמל עסוק המוגדר ברירת המחדל על ידי סמל עסוק מותאם אישית.

# #40156
source: Show debug infos.
he_il: הצג מידע ניפוי שגיאות.

# #40157
source: Save all skin settings.
he_il: שמירת כל הגדרות המעטפת.

# #40158
source: Restore all skin settings.
he_il: שיחזור כל הגדרות המעטפת.
