Repository: Guilouz/repository.guilouz
Catalog: skin.estuary.mod/language/resource.language.*/strings.po
Languages: he_il

# #40159
source: Disable zoom effect
he_il: השבתת אפקט זום

# #40160
source: Disable zoom effect when selecting item.
he_il: השבת את אפקט זום בעת בחירת פריט.

# #40161
source: Show music visualisation screen when playing song
he_il: הצג מסך להדמיה של מוזיקה בעת ניגון שיר

# #40162
source: Show music visualisation screen directly when playing song.
he_il: הצג מסך להדמיה מוסיקלית ישירות בעת ניגון שיר.

# #40163
source: Main color
he_il: צבע ראשי

# #40164
source: Reset main color
he_il: אפס את הצבע הראשי

# #40165
source: Color
he_il: צבע

# #40166
source: Change main theme color.
he_il: שנה צבע ערכת נושא.

# #40167
source: Reset main color to default.
he_il: איפוס את הצבע הראשי לברירת מחדל.

# #40168
source: Live TV widget - Recently played channels
he_il: יישומון טלוויזיה חיה - לאחרונה שיחק ערוצים

# #40169
source: Watched to
he_il: נצפה ל-

# #40170
source: unwatched episodes
he_il: פרקים שלא נצפו

# #40171
source: unwatched episode
he_il: פרק שלא נצפה

# #40172
source: Watched episodes
he_il: פרקים שנצפו

# #40173
source: Add sources
he_il: הוסף מקורות

# #40174
source: My TV shows airing today
he_il: הסדרות שלי שמשודרות היום

# #40175
source: Next episodes to watch
he_il: הפרק הבא לצפייה

# #40176
source: Hide Rotten Tomatoes and Metacritic info
he_il: הסתרה מ-Rotten Tomatoes ו-Metacritic

# #40177
source: Hide info from Rotten Tomatoes and Metacritic.
he_il: הסתר מידע מ-Rotten Tomatoes ו-Metacritic.

# #40178
source: Show media flags icons on home menu such as resolution, ratio, video codec, audio codec and number of channels.
he_il: הצג סמלי דגלים של מדיה בתפריט הבית, כגון רזולוציה, יחס, מפענח וידאו, מקודד אודיו ומספר ערוצים.

# #40179
source: Show media clearlogos
he_il: הצג סמלים שקופים של מדיה

# #40180
source: Show clearlogos on home menu.
he_il: הצג סמלים שקופים בתפריט הבית.

# #40181
source: Colors
he_il: ‎צבעים

# #40182
source: Skin colors related settings.
he_il: הגדרות הקשורות לצבעי המעטפת.

# #40183
source: Background color
he_il: צבע רקע

# #40184
source: Reset background color
he_il: אפס צבע רקע

# #40185
source: Change background color.
he_il: שנה צבע רקע.

# #40186
source: Reset background color to default.
he_il: איפוס צבע הרקע המוגדר לברירת מחדל.

# #40187
source: Color selection
he_il: בחירת צבע

# #40188
source: Go up item.
he_il: עלה פריט אחד למעלה.

# #40189
source: Go down item.
he_il: רד פריט אחד למטה.

# #40190
source: Add item.
he_il: הוסף פריט.

# #40191
source: Delete item.
he_il: מחק פריט.

# #40192
source: Library options
he_il: אפשריות ספרייה

# #40193
source: Settings applying to library.
he_il: הגדרות החלות על ספרייה.

# #40194
source: Notification popup position
he_il: מיקום חלונית הודעות

# #40195
source: Set notification popup position.
he_il: הגדר מיקום חלונית הודעות.

# #40196
source: Bottom center
he_il: מרכזי תחתון

# #40197
source: Bottom right
he_il: תחתון ימני

# #40198
source: Bottom left
he_il: תחתון לשמאל

# #40199
source: Top center
he_il: עליון-מרכז

# #40200
source: Top right
he_il: עליון ימני

# #40201
source: Top left
he_il: עליון שמאלי

# #40202
source: Video process information
he_il: פרטי תהליך וידאו

# #40203
source: Hardware decoding
he_il: פענוח חומרה

# #40204
source: Inactive
he_il: לא פעיל

# #40205
source: Decoder
he_il: מפענח

# #40206
source: Audio process information
he_il: מידע תהליך אודיו

# #40207
source: Memory used
he_il: זיכרון בשימוש

# #40208
source: Channels
he_il: ערוצים

# #40209
source: Deinterlace
he_il: ביטול שזירה

# #40210
source: Processing
he_il: מעבד

# #40211
source: Customizable widget (posters)
he_il: יישומון הניתן להתאמה אישית (פוסטרים)

# #40212
source: Customizable widget (thumbs)
he_il: יישומון הניתן להתאמה אישית (תמונות ממוזערות)

# #40213
source: Customizable widget (icons)
he_il: יישומון הניתן להתאמה אישית (סמלילים)

# #40214
source: Set type of widgets
he_il: הגדר את סוג היישומונים

# #40215
source: Hide posters info
he_il: הסתר מידע פוסטרים

# #40216
source: Simple wall
he_il: קיר פשוט

# #40217
source: To be continued ...
he_il: המשך יבוא...

# #40218
source: Enable Next Up popup for Live TV
he_il: אפשר את חלונית השידור הבא עבור טלוויזיה חיה

# #40219
source: Enable Next Up popup notification for Live TV.
he_il: אפשר את הודעת חלונית השידור הבא עבור טלוויזיה חיה.

# #40220
source: Random tv shows
he_il: סדרות אקראיות

# #40221
source: Set Hub image
he_il: הגדר תמונת רכזת

# #40222
source: Set Hub items
he_il: הגדר פריטי רכזת

# #40223
source: Movies Hub
he_il: רכזת סרטים

# #40224
source: TV Shows Hub
he_il: רכזת סדרות

# #40225
source: Customizable Hub 1
he_il: רכזת להתאמה אישית 1

# #40226
source: Random episodes
he_il: פרקים אקראיים

# #40227
source: Select hub widget
he_il: בחר יישומון רכזת

# #40228
source: Customizable Hub 2
he_il: רכזת להתאמה אישית 2

# #40229
source: Customizable Hub 3
he_il: רכזת להתאמה אישית 3

# #40230
source: Hub Widget
he_il: יישומון רכזת

# #40231
source: Hide widgets banners
he_il: הסתר כרזות יישומונים

# #40232
source: Next airing episodes
he_il: הפרקים הבאים שישודרו

# #40233
source: Customizable widgets
he_il: יישומונים הניתנים להתאמה אישית

# #40234
source: Preconfigured widgets
he_il: יישומונים שהוגדרו מראש

# #40235
source: No screenshot available
he_il: אין צילום מסך זמין

# #40236
source: Use clearlogos instead of thumbnails
he_il: להשתמש בלוגו שקוף במקום בתמונות ממוזערות

# #40237
source: Add rule
he_il: הוסף כלל

# #40238
source: Delete rule
he_il: מחיקת כלל

# #40239
source: Hide CD case
he_il: הסתר עטיפת תקליטור

# #40240
source: Hide CD case on music visualisation screen.
he_il: הסתר עטיפת תקליטור במסך חיזוי מוסיקה.

# #40241
source: Hide pictures info
he_il: הסתר מידע תמונות

# #40242
source: Mosaics
he_il: פסיפסים

# #40243
source: Hide time and date
he_il: הסתר את התאריך והשעה

# #40244
source: Hide time and date on top bar.
he_il: הסתר את התאריך והשעה בסרגל העליון.

# #40245
source: Hide plots of unwatched episodes to avoid spoilers.
he_il: הסתר עלילה של פרקים שלא נצפו כדי למנוע ספוילרים.

# #40246
source: Unwatched movies recently added
he_il: סרטים שלא נצפו ונוספו לאחרונה

# #40247
source: Unwatched episodes recently added
he_il: פרקים שלא נצפו ונוספו לאחרונה

# #40248
source: Hide watched items from recently added
he_il: הסתר פריטים שנצפו מרשימת נוספו לאחרונה

# #40249
source: Unwatched music videos recently added
he_il: סרטוני מוזיקה שטרם נצפו ונוספו לאחרונה

# #40250
source: Bigger font
he_il: גופן גדול יותר

# #40251
source: Pause video during access to extended info
he_il: השהה את הווידאו במהלך גישה למידע מורחב

# #40252
source: Pause video when viewing extended info.
he_il: השהה וידאו בעת הצגת מידע מורחב.

# #40253
source: Background of 'Search...' shortcut
he_il: רקע של קיצור הדרך חיפוש...

# #40254
source: Background of 'Favourites' shortcut
he_il: רקע של קיצור דרך מועדפים

# #40255
source: Background of 'File browser' shortcut
he_il: רקע של קיצור דרך מנהל הקבצים

# #40256
source: Background of 'Settings' shortcut
he_il: רקע של קיצור דרך הגדרות

# #40257
source: Background of 'Power options' shortcut
he_il: רקע של קיצור דרך אפשרויות חשמל

# #40258
source: Replace background of [B]Search...[/B] shortcut.
he_il: החלף את הרקע של קיצור הדרך[B]חיפוש...[/B].

# #40259
source: Replace background of [B]Favourites[/B] shortcut.
he_il: החלף את הרקע של קיצור הדרך[B]מועדפים[/B].

# #40260
source: Replace background of [B]File browser[/B] shortcut.
he_il: החלף את הרקע של קיצור הדרך[B]מנהל הקבצים[/B].

# #40261
source: Replace background of [B]Settings[/B] shortcut.
he_il: החלף את הרקע של קיצור הדרך[B]הגדרות[/B].

# #40262
source: Replace background of [B]Power options[/B] shortcut.
he_il: החלף את הרקע של קיצור הדרך[B]אפשרויות חשמל[/B].

# #40263
source: Disable item.
he_il: השבת פריט.

# #40264
source: Enable item.
he_il: אפשר פריט.

# #40265
source: Up item
he_il: הזז פריט למעלה

# #40266
source: Down item
he_il: הזז פריט למטה

# #40267
source: Add item
he_il: הוסף פריט

# #40268
source: Enable item
he_il: אפשר פריט

# #40269
source: Disable item
he_il: השבת פריט

# #40270
source: Delete item
he_il: מחק פריט

# #40271
source: Use basic vertical menu
he_il: תשתמש בתפריט אנכי בסיסי

# #40272
source: Use basic vertical menu instead of dynamic vertical menu.
he_il: תשתמש בתפריט אנכי בסיסי במקום בתפריט אנכי דינמי.

# #40273
source: No bookmarks created yet.
he_il: עדיין לא נוצרו סימניות.

# #40274
source: Show Extrafanarts
he_il: הצג אקסטרה פאנארט

# #40275
source: Show multiple backgrounds on the home menu and library.
he_il: הצג מספר רקעים בתפריט הבית ולאחר הספרייה.

# #40276
source: Disable Kodi screensaver
he_il: השבת את שומר המסך של קודי

# #40277
source: Disable Kodi screensaver on fullscreen music playback.
he_il: השבת את שומר המסך של קודי בניגון מוזיקה במסך מלא.

# #40278
source: Show rating of TMDB rather than IMDB
he_il: הצג דירוג של TMDB יותר מאשר IMDB

# #40279
source: Show rating of TheMovieDB.org rather than IMDb.com.
he_il: הצג דירוג של TheMovieDB.org יותר מאשר IMDb.com.

# #40280
source: Access to all your games
he_il: גישה אל המשחקים שלך

# #40281
source: Background of 'Games' shortcut
he_il: רקע של קיצור דרך למשחקים

# #40282
source: Replace background of [B]Games[/B] shortcut.
he_il: להחליף רקע של קיצור דרך [B]משחקים[/B]

# #40283
source: Pattern type
he_il: סוג תבנית

# #40284
source: Pattern color
he_il: צבע תבנית

# #40285
source: Reset pattern color
he_il: צבע תבנית

# #40286
source: Select pattern type of background.
he_il: בחירת סוג תבנית לרקע.

# #40287
source: Change pattern color of background.
he_il: בחירת צבע תבנית לרקע.

# #40288
source: Reset pattern color of background.
he_il: אפס את תבנית הצבע של הרקע.

# #40289
source: Horizontal guide
he_il: מדריך אופקי

# #40290
source: Number of items for widgets
he_il: מספר הפריטים עבור יישומונים

# #40291
source: Set number of items to display on widgets.
he_il: הגדר את מספר הפריטים להצגה ביישומונים.

# #40292
source: votes
he_il: הצבעות

# #40293
source: Eject
he_il: הוצא תקליטור

# #40294
source: Hide Spoilers
he_il: הסתר ספוילרים
